QUESTIONS = [
    {
        "text": "Как часто ты ловишь себя на тревоге? 🌀",
        "answers": {
            "A": "🅰️ Постоянно мониторю всё вокруг",
            "B": "🅱️ Накатывает волнами картинок",
            "C": "🅲️ В стрессе будто застываю",
            "D": "🅳️ Постоянно фоном"
        }
    },

    {
        "text": "Где тревога живёт у тебя в теле? 🫀",
        "answers": {
            "A": "🅰️ Напряжение в голове",
            "B": "🅱️ Сжимается грудь",
            "C": "🅲️ Тяжесть и оцепенение",
            "D": "🅳️ Челюсть и плечи"
        }
    },

    {
        "text": "Что чаще всего её запускает? ⚡️",
        "answers": {
            "A": "🅰️ Новые люди",
            "B": "🅱️ Мысли о будущем",
            "C": "🅲️ Конфликты",
            "D": "🅳️ Когда всё не по плану"
        }
    },

    {
        "text": "Как ты обычно справляешься? 🛟",
        "answers": {
            "A": "🅰️ Изучаю всё заранее",
            "B": "🅱️ Прокручиваю сценарии",
            "C": "🅲️ Замираю",
            "D": "🅳️ Перепроверяю всё"
        }
    },

    {
        "text": "Что ты хочешь чувствовать вместо тревоги? 🤍",
        "answers": {
            "A": "🅰️ Расслабленность",
            "B": "🅱️ Спокойствие",
            "C": "🅲️ Живость",
            "D": "🅳️ Лёгкость"
        }
    }
]